Repository: erwanlem/grimble-tiling-wm
Catalog: translations/*.po
Languages: es, fr

source: Appearance
es: Apariencia
fr: Apparence

source: Tile padding
es: Espaciado entre ventanas
fr: Marge entre les fenêtres

source: Search bar position
es: Posición de la barra de búsqueda
fr: Position de la barre de recherche

source: Left
es: Izquierda
fr: Gauche

source: Center
es: Centro
fr: Centre

source: Right
es: Derecha
fr: Droite

source: Multiple monitors
es: Múltiples monitores
fr: Plusieurs écrans

source: Defines tile insertion behavior while using multiple monitors.
es: Define insercion de ventana utilizando varios monitores
fr: Définis le comportement d'insertion sur plusieurs écrans.

source: Best fit
es: Óptimo
fr: Meilleur ajustement

source: Selects the least filled monitor.
es: Selecciona el monitor menos lleno
fr: Sélectionne l'écran le moins rempli.

source: Focus
es: Enfocado

source: Selects the focused monitor.
es: Selecciona el monitor enfocado
fr: Sélectionne l'écran actuelle.

source: Fullscreen behavior
es: Comportamiento de pantalla completa
fr: Plein écran

source: You can either stay in fullscreen when switching between two windows (default) or quit the fullscreen mode.
es: Puede permanecer en pantalla completa mientras cambie de ventana(opcion por defecto) o abandonar el modo pantalla completa

source: Keep fullscreen
es: Mantener pantalla completa
fr: Garder plein écran

source: Quit fullscreen
es: Abandonar pantalla completa
fr: Quitter plein écran

source: Keybindings
es: Atajos de teclado
fr: Raccourcis clavier

source: Configuration
es: Configuracion

source: Custom
es: Personalizado

source: Close tile
es: Cerrar ventana
fr: Fermer la fenêtre

source: Search bar
es: Barra de búsqueda
fr: Barre de recherche

source: Grimble settings
es: Configuraciones de Grimble
fr: Paramètres de Grimble

source: Maximize tile
es: Maximizar ventana
fr: Maximiser la fenêtre

source: Tile Focus
es: Foco de ventana
fr: Fenêtre courante

source: Change focus
es: Cambiar foco
fr: Changer la fenêtre courante

source: Press this shortcut, then use directional arrows to change the focus. Press `Escape` to abort.
es: Pulse este atajo, luego utilize las teclas direccionales para cambiar la ventana enfocada. Presione 'Escape' para terminar la operación.
fr: Presser ce raccourcis clavier puis utiliser les touches directionnelles pour changer le focus. Presser `Echap` pour annuler l'opération.

source: Focus left
es: Enfoque a la izquierda
fr: Focus gauche

source: Focus right
es: Enfoque a la que derecha
fr: Focus droite

source: Focus Up
es: Enfoque arriba
fr: Focus haut

source: Focus Down
es: Enfoque abajo
fr: Focus bas

source: Tile movement
es: Desplazamiento
fr: Déplacement

source: Move tile
es: Desplazar ventana
fr: Déplacer une fenêtre

source: Press this shortcut, then use a directional arrow to move a tile. Press `Escape` to abort.
es: Pulse este atajo, luego utilice las teclas direccionales para desplazar la ventana. Presione 'Escape' para cancelar.
fr: Presser ce raccourcis puis utiliser une touche directionnelle pour déplacer la fenêtre. Presser `Echap` pour annuler.

source: Move Left
es: Desplazar a la izquierda
fr: Déplacer à gauche

source: Move Right
es: Desplazar a la derecha
fr: Déplacer à droite

source: Move Up
es: Desplazar arriba
fr: Déplacer en haut

source: Move Down
es: Desplazar abajo
fr: Déplacer en bas

source: Tile Rotation
es: Rotación entre ventanas
fr: Rotation des fenêtres

source: Switch to next workspace
es: Cambiar al siguiente espacio de trabajo
fr: Déplacer vers l'espace de travail suivant

source: Switch to previous workspace
es: Cambiar al anterior espacio de trabajo
fr: Déplacer vers l'espace de travail précédent

source: Tile resizing
es: Redimensionamiento
fr: Redimensionnement

source: Resize tile
es: Redimensionar ventana
fr: Redimensionner la fenêtre

source: Press this shortcut, then use directional arrows to resize a tile. Press `Escape` to abort.
es: Pulse este atajo, luego use las teclas direccionales para redimensionar la ventana. Pulse 'Escape' para cancelar.
fr: Presser ce raccourcis puis utiliser les flèches directionnelles pour redimensionner la fenêtre. Presser `Echap` pour annuler.

source: Resize Left
es: Redimensionar a la izquierda
fr: Redimensionner vers la gauche

source: Resize Right
es: Redimensionar a la derecha
fr: Redimensionner vers la droite

source: Resize Top
es: Redimensionar hacia arriba
fr: Redimensionner vers le haut

source: Resize Bottom
es: Redimensionar hacia abajo
fr: Redimensionner vers le bas

source: Keybindings related to multiple monitors actions.
es: Atajos de teclado para acciones en varios monitores.
fr: Raccourcis liés à l'utilisation de plusieurs écrans.

source: Move tile to next monitor
es: Mover la ventana al siguiente monitor
fr: Déplacer la fenêtre sur l'écran suivant

source: Replace the keyboard shortcuts. Press 'space' or 'return' when listening for a shortcut to append a new one to the existing shortcuts instead.
es: Remplaza el atajo de teclado. Pulse la nueva combinación de teclas y luego presione 'Espacio' o 'Intro' para agregar un atajo de teclado a los ya existentes.
fr: Remplace le raccourcis clavier. Presser `Espace` ou `Entrée` lors de l'ajout d'un raccourcis pour ajouter un raccourcis en plus de celui déjà existant.

source: Disabled
es: Sin asignar
fr: Désactivé

source: Clear the keyboard shortcuts
es: Eliminar los atajos de teclado
fr: Supprime le raccourcis

source: General
fr: Général
